import './IGBT.scss'


export default () => {

  const title = 'IGBT'


  return (
    <>
      <section className="section-resistors">
        <div className="container">
          <h2 className="section-datasheet-title">{title}</h2>
          <div className="section-datasheet-desc">
            <p>
              Диодный мост — электрическая схема, которая преобразует переменный ток в пульсирующий (постоянный). <br /><br />
              Кратко и по делу (но понятно): <br />
               <span> 📌 </span> Состоят из отдельных диодов или компонуются в корпус.<br />
               <span> 📌 </span> Разделяются по количеству фаз. <br />
              Простой пример<br />
              Диодные мосты широко применяются в различных электронных устройствах и схемах: блоки питания, зарядных устройствах, автомобильная электроника.
            </p>
          </div>
          <div className="section-datasheet-btn-wrapper">
            <a
              className="button"
              href="#!"
            >ПОЧИТАТЬ
            </a>
          </div>
        </div>
      </section>


    </>
  )
}
