import './Varistor.scss'


export default () => {

  const title = 'Варистор'


  return (
    <>
      <section className="section-resistors">
        <div className="container">
          <h2 className="section-datasheet-title">{title}</h2>
          <div className="section-datasheet-desc">
            <p>
              Варистор — это нелинейный резистор, который защищает схему от скачков напряжения, резко уменьшая своё сопротивление при перенапряжении. <br /><br />
              Его ключевая особенность: <br />
                <span>💡</span>Чем выше напряжение — тем ниже сопротивление. <br /> <br />
              Кратко и по делу (но понятно): <br />
               <span> 📌 </span> В норме варистор почти не влияет на работу схемы.<br />
               <span> 📌 </span> Когда напряжение подскакивает выше безопасного уровня, он мгновенно «замыкается», снижая сопротивление.<br />
               <span> 📌 </span> Лишняя энергия уходит через него, защищая элементы.<br />
               <span> 📌 </span> Чаще всего это MOV (metal oxide varistor) — варистор на основе оксидов металлов.<br /><br />
              Простой пример<br />
              В блоках питания ставят варистор между фазой и нейтралью. Если в сети произошёл выброс, варистор «поглощает» скачок и спасает электронику.
            </p>
          </div>
          <div className="section-datasheet-btn-wrapper">
            <a
              className="button"
              href="#!"
            >ПОЧИТАТЬ
            </a>
          </div>
        </div>
      </section>


    </>
  )
}
