import './Smd.scss'


export default () => {

  const title = 'Резисторы SMD'


  return (
    <>
      <section className="section-resistors">
        <div className="container">
          <h2 className="section-datasheet-title">{title}</h2>
          <div className="section-datasheet-desc">
            <p>
              Резисторы SMD — это резисторы в корпусах для поверхностного монтажа. <br /><br />
              Кратко и по делу (но понятно): <br />
               <span> 📌 </span> Резистор создаёт сопротивление току.<br />
               <span> 📌 </span> Он помогает задавать нужные уровни напряжений и токов.<br />
               <span> 📌 </span> В схемах используется для защиты, деления напряжения, установки режимов работы транзисторов и многого другого.<br />
               <span> 📌 </span> Значение сопротивления указывается в Омах (Ω).<br /><br />
              Простой пример<br />
              Если лампочке нужно меньше тока, чтобы не сгореть, ставят резистор последовательно — он «забирает» часть напряжения и снижает ток.
            </p>
          </div>
          <div className="section-datasheet-btn-wrapper">
            <a
              className="button"
              href="#!"
            >ПОЧИТАТЬ
            </a>
          </div>
        </div>
      </section>


    </>
  )
}
