import './Film.scss'


export default () => {

  const title = 'Пленочные конденсаторы'


  return (
    <>
      <section className="section-resistors">
        <div className="container">
          <h2 className="section-datasheet-title">{title}</h2>
          <div className="section-datasheet-desc">
            <p>
              Пленочные конденсаторы — это конденсаторы, в которых диэлектрик выполнен из тонкой пленки. <br /><br />
              Кратко и по делу (но понятно): <br />
                <span>💡</span>Обладают высокой стабильностью и низкими потерями. <br /> <br />
              Его ключевая особенность: <br />
               <span> 📌 </span> Пленочные конденсаторы используют полимерные пленки в качестве диэлектрика.<br />
               <span> 📌 </span> Обладают высокой точностью и стабильностью параметров.<br />
               <span> 📌 </span> Диэлектрик — тонкая плёнка из полипропилена, полиэтилентерефталата и др.; это тип film capacitor.<br />
               <span> 📌 </span> Обладают низким ESR, выдерживают большие токи и напряжения.<br /><br />
              Простой пример<br />
              В импульсных блоках питания конденсаторы на входе и в резонансных цепях делают плёночными — они хорошо переносят большие токи и частоты, не меняя ёмкость со временем.
            </p>
          </div>
          <div className="section-datasheet-btn-wrapper">
            <a
              className="button"
              href="#!"
            >ПОЧИТАТЬ
            </a>
          </div>
        </div>
      </section>


    </>
  )
}
