import './Switch.scss'


export default () => {

  const title = 'Переключатели'


  return (
    <>
      <section className="section-resistors">
        <div className="container">
          <h2 className="section-datasheet-title">{title}</h2>
          <div className="section-datasheet-desc">
            <p>
              Фоторезистор — это резистор, который чувствителен к свету. <br /><br />
              Кратко и по делу (но понятно): <br />
                <span>💡</span>Чем выше освещенность — тем ниже сопротивление. <br /> <br />
              Его ключевая особенность: <br />
               <span> 📌 </span> Фоторезистор сделан из материала, чувствительного к свету (часто — CdS).<br />
               <span> 📌 </span> Когда света мало — сопротивление большое.<br />
               <span> 📌 </span> Когда света много — сопротивление падает.<br />
               <span> 📌 </span> Он отвечает только на яркость, а не на цвет или направление.<br /><br />
              Простой пример<br />
              Если подключить фоторезистор в схему ночника, то при наступлении темноты его сопротивление вырастет, и электроника «поймёт», что нужно включить свет.
            </p>
          </div>
          <div className="section-datasheet-btn-wrapper">
            <a
              className="button"
              href="#!"
            >ПОЧИТАТЬ
            </a>
          </div>
        </div>
      </section>


    </>
  )
}
