import './Interfaces.scss'


export default () => {

  const title = 'Интерфейсы'


  return (
    <>
      <section className="section-resistors">
        <div className="container">
          <h2 className="section-datasheet-title">{title}</h2>
          <div className="section-datasheet-desc">
            <p>
              NTC (Negative Temperature Coefficient) — это тип резистора, чувствительного к температуре. <br /> <br />
              Его ключевая особенность: <br />
                <span>💡</span>Чем выше температура — тем ниже сопротивление. <br /> <br />
              Кратко и по делу (но понятно): <br />
                <span> 📌 </span> измерения температуры;<br />
                <span> 📌 </span> термозащиты схем;<br />
                <span> 📌 </span> плавного ограничения пусковых токов;<br />
                <span> 📌 </span> термокомпенсации.<br /> <br />
              Пример: <br />
              Если при 25 °C сопротивление терморезистора 10 кОм, то при нагреве до 50 °C оно может снизиться до 3–4 кОм.
            </p>
          </div>
          <div className="section-datasheet-btn-wrapper">
            <a
              className="button"
              href="#!"
            >ПОЧИТАТЬ
            </a>
          </div>
        </div>
      </section>


    </>
  )
}
